tap "aws/tap"
tap "caskroom/versions"
tap "crisidev/chunkwm"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "jenkins-x/jx"
tap "koekeishiya/formulae"
tap "mongodb/brew"
brew "acme"
brew "ansible"
brew "aws-elasticbeanstalk"
brew "awscli"
brew "glib"
brew "cloc"
brew "cmu-pocketsphinx"
brew "coreutils"
brew "go"
brew "dep"
brew "gcc@7"
brew "gobject-introspection"
brew "google-java-format"
brew "gradle"
brew "python@3.8"
brew "pango"
brew "graphviz"
brew "groovy"
brew "httrack"
brew "ipython"
brew "jmeter"
brew "jq"
brew "jupyterlab"
brew "k6"
brew "zookeeper"
brew "kafka"
brew "kotlin"
brew "kubernetes-cli"
brew "maven"
brew "minikube"
brew "mysql", restart_service: true
brew "nginx"
brew "node@14"
brew "portaudio"
brew "python@3.7"
brew "redis"
brew "swig"
brew "telnet"
brew "tree"
brew "watch"
brew "wget"
brew "yarn"
brew "aws/tap/aws-sam-cli"
brew "heroku/brew/heroku"
brew "mongodb/brew/mongodb-community"
cask "docker"
cask "google-cloud-sdk"
cask "java8"
cask "mongodb-compass"
cask "mysqlworkbench"
cask "ngrok"
cask "postman"
cask "protonvpn"
cask "qbittorrent"
cask "slack"
cask "vlc"
