tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "mongodb/brew"
tap "tylerbrock/saw"
brew "awscli"
brew "cmake"
brew "gcc"
brew "pkg-config"
brew "gnupg"
brew "go"
brew "grepcidr"
brew "kafka", restart_service: true
brew "librdkafka"
brew "kcat"
brew "llvm"
brew "nats-server", restart_service: true
brew "nvm"
brew "openjdk@11"
brew "openssl@3"
brew "qrencode"
brew "redis", restart_service: true
brew "wireguard-tools"
brew "yarn"
brew "mongodb/brew/mongodb-community"
brew "tylerbrock/saw/saw"
cask "docker"
cask "google-chrome"
cask "google-cloud-sdk"
cask "iterm2"
cask "mongodb-compass"
cask "postman"
cask "protonvpn"
cask "qbittorrent"
cask "redisinsight"
cask "slack"
cask "spotify"
cask "visual-studio-code"
cask "vlc"
